Repository: cyoab/hybrd
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: Repetitions
es: Repeticiones
fr: Répétitions
pt_br: Repetições

source: Reps
es: Repeticiones
fr: Répétitions
pt_br: Repetições

source: Reps in reserve
es: Repeticiones en reserva
fr: Répétitions en réserve
pt_br: Repetições na reserva

source: Resistance band curl
es: Curl con banda elástica
fr: Curl avec élastique
pt_br: Rosca com elástico

source: Resistance band row
es: Remo con banda elástica
fr: Rowing avec élastique
pt_br: Remada com elástico

source: Resistance bands
es: Bandas elásticas
fr: Bandes élastiques
pt_br: Elásticos de resistência

source: Rest alerts
es: Avisos de descanso
fr: Alertes de repos
pt_br: Alertas de descanso

source: Rest alerts are off in Settings.
es: Los avisos de descanso están desactivados en Ajustes.
fr: Les alertes de repos sont désactivées dans Réglages.
pt_br: Os alertas de descanso estão desativados em Ajustes.

source: Rest alerts are off. You can allow notifications for hybrd in Settings.
es: Los avisos de descanso están desactivados. Puedes permitir notificaciones de hybrd en Ajustes.
fr: Les alertes de repos sont désactivées. Vous pouvez autoriser les notifications d’hybrd dans Réglages.
pt_br: Os alertas de descanso estão desativados. Você pode permitir notificações do hybrd em Ajustes.

source: Rest counts, too.
es: Descansar también cuenta.
fr: Le repos compte aussi.
pt_br: Descansar também conta.

source: Rest time remaining
es: Tiempo de descanso restante
fr: Temps de repos restant
pt_br: Tempo de descanso restante

source: Rest timer
es: Temporizador de descanso
fr: Minuteur de repos
pt_br: Temporizador de descanso

source: Rest timer: %lld sec
es: Descanso: %lld s
fr: Repos : %lld s
pt_br: Descanso: %lld s

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
pt_br: Restaurar compras

source: Resume
es: Reanudar
fr: Reprendre
pt_br: Retomar

source: Resume workout
es: Reanudar entrenamiento
fr: Reprendre l’entraînement
pt_br: Retomar treino

source: Retry transfer
es: Reintentar transferencia
fr: Réessayer le transfert
pt_br: Tentar transferência novamente

source: Return & recover
es: Regreso y recuperación
fr: Retour et récupération
pt_br: Retorno e recuperação

source: Return to active run
es: Volver a la carrera activa
fr: Revenir à la course en cours
pt_br: Voltar à corrida ativa

source: Reverse lunge
es: Zancada hacia atrás
fr: Fente arrière
pt_br: Afundo reverso

source: Review Health import
es: Revisar importación de Salud
fr: Vérifier l’importation de Santé
pt_br: Revisar importação do Saúde

source: Review a new starter block
es: Revisar nuevo bloque inicial
fr: Examiner un nouveau bloc initial
pt_br: Revisar novo bloco inicial

source: Review latest schedule
es: Revisar calendario actual
fr: Vérifier le dernier calendrier
pt_br: Revisar programação atual

source: Review my answers
es: Revisar mis respuestas
fr: Revoir mes réponses
pt_br: Revisar minhas respostas

source: Review received Watch run
es: Revisar carrera recibida del Watch
fr: Vérifier la course reçue de la Watch
pt_br: Revisar corrida recebida do Watch

source: Review the change
es: Revisar el cambio
fr: Vérifier la modification
pt_br: Revisar alteração

source: Review workout
es: Revisar entrenamiento
fr: Vérifier l’entraînement
pt_br: Revisar treino

source: Review workout steps and choose a date
es: Revisar pasos del entrenamiento y elegir fecha
fr: Vérifier les étapes et choisir une date
pt_br: Revisar etapas do treino e escolher data

source: Review your plan
es: Revisar tu plan
fr: Vérifier votre programme
pt_br: Revisar seu plano

source: Review your recorded run
es: Revisar tu carrera grabada
fr: Vérifier votre course enregistrée
pt_br: Revisar sua corrida gravada

source: Romanian deadlift
es: Peso muerto rumano
fr: Soulevé de terre roumain
pt_br: Levantamento terra romeno

source: Route, heart rate & splits
es: Ruta, frecuencia cardíaca y parciales
fr: Parcours, fréquence cardiaque et temps intermédiaires
pt_br: Rota, frequência cardíaca e parciais

source: Run
es: Carrera
fr: Course
pt_br: Corrida

source: Run at your rhythm
es: Corre a tu ritmo
fr: Courez à votre rythme
pt_br: Corra no seu ritmo

source: Run complete.
es: Carrera completada.
fr: Course terminée.
pt_br: Corrida concluída.

source: Run delivered · awaiting iPhone save
es: Carrera entregada · esperando guardado en iPhone
fr: Course transmise · en attente d’enregistrement sur iPhone
pt_br: Corrida entregue · aguardando salvamento no iPhone

source: Run is safe on Watch. Transfer will retry.
es: La carrera está guardada en el Watch. Se reintentará la transferencia.
fr: La course est conservée sur la Watch. Le transfert sera réessayé.
pt_br: A corrida está salva no Watch. A transferência será repetida.

source: Run received from Apple Watch
es: Carrera recibida del Apple Watch
fr: Course reçue de l’Apple Watch
pt_br: Corrida recebida do Apple Watch

source: Run saved on Watch · transfer queued
es: Carrera guardada en Watch · transferencia en cola
fr: Course enregistrée sur la Watch · transfert en attente
pt_br: Corrida salva no Watch · transferência na fila

source: Run saved on iPhone
es: Carrera guardada en el iPhone
fr: Course enregistrée sur iPhone
pt_br: Corrida salva no iPhone

source: Run session
es: Sesión de carrera
fr: Séance de course
pt_br: Sessão de corrida

source: Run stronger. Lift with purpose.
es: Corre más fuerte. Entrena con propósito.
fr: Courez plus fort. Soulevez avec intention.
pt_br: Corra mais forte. Treine com propósito.

source: Run tall with short, controlled steps. Heart rate is a guide, not a number to chase during a short climb.
es: Corre erguido con pasos cortos y controlados. La frecuencia cardíaca es una guía, no una cifra que perseguir en una subida corta.
fr: Courez droit avec des pas courts et maîtrisés. La fréquence cardiaque est un repère, pas un chiffre à atteindre pendant une courte côte.
pt_br: Corra com postura ereta e passos curtos e controlados. A frequência cardíaca é um guia, não um número a perseguir em uma subida curta.

source: Run: %@ · Lift: %@
es: Carrera: %@ · Fuerza: %@
fr: Course : %@ · Musculation : %@
pt_br: Corrida: %@ · Força: %@

source: Running
es: Carrera
fr: Course
pt_br: Corrida

source: Running PRs
es: Récords de carrera
fr: Records de course
pt_br: Recordes de corrida

source: Running PRs: use mm:ss or h:mm:ss, such as 24:30.
es: Récords de carrera: usa mm:ss o h:mm:ss, como 24:30.
fr: Records de course : utilisez mm:ss ou h:mm:ss, par exemple 24:30.
pt_br: Recordes de corrida: use mm:ss ou h:mm:ss, como 24:30.

source: Running and lifting, in the same conversation.
es: Carrera y fuerza, en la misma conversación.
fr: Course et musculation, dans la même conversation.
pt_br: Corrida e força, na mesma conversa.

source: Running and strength, made for %@.
es: Running y fuerza, a tu medida, %@.
fr: Course et musculation, pensées pour vous, %@.
pt_br: Corrida e força, feitas para você, %@.

source: Running and strength, moving in the same direction.
es: Running y fuerza, avanzando en la misma dirección.
fr: Course et musculation, dans la même direction.
pt_br: Corrida e força, na mesma direção.

source: Running and strength. One evolving story.
es: Carrera y fuerza. Una historia que evoluciona.
fr: Course et musculation. Une histoire qui évolue.
pt_br: Corrida e força. Uma história em evolução.

source: Running first
es: Priorizar carrera
fr: Priorité à la course
pt_br: Priorizar corrida

source: Running goal
es: Objetivo de carrera
fr: Objectif de course
pt_br: Objetivo de corrida

source: Running right now
es: Tu running actual
fr: Votre course actuelle
pt_br: Sua corrida hoje

source: Running volume stays steady for three weeks, then eases in week four. Session time limits may reduce your requested distance. This is a starter block, not a race-specific plan.
es: El volumen de carrera se mantiene tres semanas y baja en la cuarta. El límite de tiempo por sesión puede reducir la distancia solicitada. Este es un bloque inicial, no un plan para una carrera específica.
fr: Le volume de course reste stable pendant trois semaines, puis diminue la quatrième. La durée maximale des séances peut réduire la distance demandée. Il s’agit d’un bloc initial, pas d’un programme pour une course précise.
pt_br: O volume de corrida fica estável por três semanas e diminui na quarta. O limite de tempo por sessão pode reduzir a distância solicitada. Este é um bloco inicial, não um plano para uma prova específica.

source: Running with direction
es: Running con rumbo
fr: Courir avec un objectif
pt_br: Corrida com direção

source: Running workouts
es: Entrenamientos de carrera
fr: Entraînements de course
pt_br: Treinos de corrida

source: Running, strength & availability
es: Carrera, fuerza y disponibilidad
fr: Course, musculation et disponibilités
pt_br: Corrida, força e disponibilidade

source: SAMPLE · %@
es: EJEMPLO · %@
fr: EXEMPLE · %@
pt_br: EXEMPLO · %@

source: SELECTED
es: SELECCIONADO
fr: SÉLECTIONNÉ
pt_br: SELECIONADO

source: SET
es: N.º
fr: Nº
pt_br: Nº

source: SETS
es: SERIES
fr: SÉRIES
pt_br: SÉRIES

source: Same distance & run type
es: Misma distancia y tipo de carrera
fr: Même distance et même type de course
pt_br: Mesma distância e tipo de corrida

source: Same lift · %lld reps
es: Mismo ejercicio · %lld repeticiones
fr: Même exercice · %lld répétitions
pt_br: Mesmo exercício · %lld repetições

source: Sample hybrid training block
es: Bloque de entrenamiento híbrido de ejemplo
fr: Exemple de bloc d’entraînement hybride
pt_br: Bloco de treino híbrido de exemplo

source: Sample plan
es: Plan de ejemplo
fr: Programme d’exemple
pt_br: Plano de exemplo

source: Save %lld%%
es: Ahorra %lld%%
fr: Économisez %lld%%
pt_br: Economize %lld%%

source: Save & review
es: Guardar y revisar
fr: Enregistrer et revoir
pt_br: Salvar e revisar

source: Save & sync
es: Guardar y sincronizar
fr: Enregistrer et synchroniser
pt_br: Salvar e sincronizar

source: Save and close
es: Guardar y cerrar
fr: Enregistrer et fermer
pt_br: Salvar e fechar

source: Save completed work
es: Guardar trabajo completado
fr: Enregistrer le travail effectué
pt_br: Salvar trabalho concluído

source: Save for later
es: Guardar para después
fr: Garder pour plus tard
pt_br: Salvar para depois

source: Save profile
es: Guardar perfil
fr: Enregistrer le profil
pt_br: Salvar perfil

source: Save run
es: Guardar carrera
fr: Enregistrer la course
pt_br: Salvar corrida

source: Save run to hybrd
es: Guardar carrera en hybrd
fr: Enregistrer la course dans hybrd
pt_br: Salvar corrida no hybrd

source: Save your profile without changing your plan. Review a new block when you’re ready to apply your training preferences.
es: Guarda el perfil sin cambiar el plan. Revisa un nuevo bloque cuando quieras aplicar tus preferencias de entrenamiento.
fr: Enregistrez votre profil sans modifier le programme. Examinez un nouveau bloc lorsque vous souhaitez appliquer vos préférences d’entraînement.
pt_br: Salve o perfil sem alterar o plano. Revise um novo bloco quando quiser aplicar suas preferências de treino.

source: Saved locally. Apple Health couldn’t save this workout.
es: Guardado localmente. Salud de Apple no pudo guardar este entrenamiento.
fr: Enregistré localement. Santé d’Apple n’a pas pu enregistrer cet entraînement.
pt_br: Salvo localmente. O Saúde da Apple não conseguiu salvar este treino.

source: Saved locally; Apple Health did not return a workout.
es: Guardado localmente; Salud de Apple no devolvió un entrenamiento.
fr: Enregistré localement ; Santé d’Apple n’a pas renvoyé d’entraînement.
pt_br: Salvo localmente; o Saúde da Apple não retornou um treino.

source: Saved measurements locally. Apple Health recording was interrupted.
es: Medidas guardadas localmente. Se interrumpió la grabación de Salud de Apple.
fr: Mesures enregistrées localement. L’enregistrement dans Santé d’Apple a été interrompu.
pt_br: Medidas salvas localmente. A gravação no Saúde da Apple foi interrompida.

source: Saved run; receipt will retry.
es: Carrera guardada; se reintentará la confirmación.
fr: Course enregistrée ; la confirmation sera réessayée.
pt_br: Corrida salva; a confirmação será repetida.

source: Saved to Apple Health
es: Guardado en Salud de Apple
fr: Enregistré dans Santé d’Apple
pt_br: Salvo no Saúde da Apple

source: Saving your measurements…
es: Guardando tus medidas…
fr: Enregistrement de vos mesures…
pt_br: Salvando suas medidas…

source: Saving…
es: Guardando…
fr: Enregistrement…
pt_br: Salvando…

source: Seated cable row
es: Remo sentado en polea
fr: Tirage horizontal assis à la poulie
pt_br: Remada baixa na polia

source: Seated row
es: Remo sentado
fr: Tirage horizontal assis
pt_br: Remada sentada

source: Seated shoulder press
es: Press de hombros sentado
fr: Développé épaules assis
pt_br: Desenvolvimento sentado

source: See all
es: Ver todos
fr: Tout voir
pt_br: Ver todos

source: See membership options
es: Ver opciones de membresía
fr: Voir les abonnements
pt_br: Ver opções de assinatura

source: See the full week
es: Ver semana completa
fr: Voir la semaine complète
pt_br: Ver semana completa

source: See the work add up
es: Mira cómo avanzas
fr: Voyez vos efforts s’accumuler
pt_br: Veja seu esforço render

source: See your change
es: Mira tu evolución
fr: Voyez votre évolution
pt_br: Veja sua evolução

source: Select the equipment you can use regularly. Bodyweight exercises are always included.
es: Selecciona el equipo que puedes usar regularmente. Los ejercicios con peso corporal siempre están incluidos.
fr: Sélectionnez l’équipement que vous utilisez régulièrement. Les exercices au poids du corps sont toujours inclus.
pt_br: Selecione o equipamento que pode usar regularmente. Exercícios com peso corporal estão sempre incluídos.

source: Self-resisted biceps curl
es: Curl de bíceps con autorresistencia
fr: Curl biceps avec autorésistance
pt_br: Rosca de bíceps com autorresistência

source: Send plan to Watch
es: Enviar plan al Watch
fr: Envoyer le programme à la Watch
pt_br: Enviar plano ao Watch

source: Send question
es: Enviar pregunta
fr: Envoyer la question
pt_br: Enviar pergunta

source: Session
es: Sesión
fr: Séance
pt_br: Sessão

source: Session effort
es: Esfuerzo de la sesión
fr: Effort de la séance
pt_br: Esforço da sessão

source: Session estimate: %lld min. The ring shows timed segments only.
es: Duración estimada: %lld min. El anillo solo muestra los segmentos cronometrados.
fr: Durée estimée : %lld min. L’anneau affiche uniquement les segments chronométrés.
pt_br: Duração estimada: %lld min. O anel mostra apenas os segmentos cronometrados.

source: Session notes
es: Notas de la sesión
fr: Notes de séance
pt_br: Notas da sessão

source: Session options
es: Opciones de sesión
fr: Options de séance
pt_br: Opções da sessão

source: Set %lld
es: Serie %lld
fr: Série %lld
pt_br: Série %lld

source: Set %lld, reps in reserve
es: Serie %lld, repeticiones en reserva
fr: Série %lld, répétitions en réserve
pt_br: Série %lld, repetições na reserva

source: Set your direction, then make room for training in your week.
es: Define tu rumbo y haz espacio para entrenar en tu semana.
fr: Définissez votre direction, puis faites une place à l’entraînement dans votre semaine.
pt_br: Defina sua direção e abra espaço para treinar na semana.

source: Set your personal BPM ranges
es: Define tus rangos de lpm
fr: Définissez vos plages de bpm
pt_br: Defina suas faixas de bpm

source: Set your zones on iPhone
es: Define tus zonas en el iPhone
fr: Définissez vos zones sur iPhone
pt_br: Defina suas zonas no iPhone

source: Sets
es: Series
fr: Séries
pt_br: Séries

source: Sets completed
es: Series completadas
fr: Séries terminées
pt_br: Séries concluídas

source: Settle into a comfortably hard, repeatable effort.
es: Encuentra un esfuerzo exigente pero sostenible y repetible.
fr: Adoptez un effort soutenu mais maîtrisé et reproductible.
pt_br: Encontre um esforço intenso, mas sustentável e repetível.

source: Setup preview complete
es: Vista previa completada
fr: Aperçu terminé
pt_br: Prévia concluída

source: Several years of structured training
es: Varios años de entrenamiento estructurado
fr: Plusieurs années d’entraînement structuré
pt_br: Vários anos de treino estruturado

source: Shoulders
es: Hombros
fr: Épaules
pt_br: Ombros

source: Show controls
es: Mostrar controles
fr: Afficher les commandes
pt_br: Mostrar controles

source: Show live metrics
es: Mostrar métricas en vivo
fr: Afficher les mesures en direct
pt_br: Mostrar métricas ao vivo

source: Show more sessions
es: Mostrar más sesiones
fr: Afficher plus de séances
pt_br: Mostrar mais sessões

source: Show selected day
es: Mostrar día seleccionado
fr: Afficher le jour sélectionné
pt_br: Mostrar dia selecionado

source: Show workout guidance
es: Mostrar guía del entrenamiento
fr: Afficher les consignes d’entraînement
pt_br: Mostrar orientações do treino

source: Showing up
es: La constancia cuenta
fr: La régularité s’installe
pt_br: Presença constante

source: Shows the milestone and how it is earned
es: Muestra el logro y cómo obtenerlo
fr: Affiche l’étape et comment l’atteindre
pt_br: Mostra a conquista e como obtê-la

source: Shows this breakdown. Select again to show the full session.
es: Muestra este desglose. Selecciona de nuevo para ver la sesión completa.
fr: Affiche ce détail. Sélectionnez à nouveau pour voir la séance complète.
pt_br: Mostra este detalhamento. Selecione novamente para ver a sessão completa.

source: Sign in
es: Iniciar sesión
fr: Se connecter
pt_br: Entrar

source: Skip for now
es: Omitir por ahora
fr: Passer pour l’instant
pt_br: Pular por enquanto

source: Skip rest
es: Omitir descanso
fr: Passer le repos
pt_br: Pular descanso

source: Skip session
es: Omitir sesión
fr: Ignorer la séance
pt_br: Pular sessão

source: Skip this session?
es: ¿Omitir esta sesión?
fr: Ignorer cette séance ?
pt_br: Pular esta sessão?

source: Skipped
es: Omitido
fr: Ignoré
pt_br: Pulado

source: Skips to the next prescribed step. Recorded time and distance stay unchanged.
es: Salta al siguiente paso previsto. El tiempo y la distancia registrados no cambian.
fr: Passe à l’étape prévue suivante. Le temps et la distance enregistrés restent inchangés.
pt_br: Avança para a próxima etapa prescrita. O tempo e a distância registrados não mudam.

source: Smith machine
es: Máquina Smith
fr: Machine Smith
pt_br: Máquina Smith

source: Solid foundation
es: Base sólida
fr: Base solide
pt_br: Base sólida

source: Space to recover
es: Espacio para recuperar
fr: Place à la récupération
pt_br: Espaço para recuperar

source: Space to recover.
es: Espacio para recuperar.
fr: Place à la récupération.
pt_br: Espaço para recuperar.

source: Split %lld
es: Parcial %lld
fr: Intermédiaire %lld
pt_br: Parcial %lld

source: Splits & laps
es: Parciales y vueltas
fr: Temps intermédiaires et tours
pt_br: Parciais e voltas

source: Squat rack
es: Soporte de sentadillas
fr: Rack à squat
pt_br: Rack de agachamento

source: Stability ball
es: Pelota de estabilidad
fr: Ballon de stabilité
pt_br: Bola suíça

source: Standing Military Press
es: Press militar de pie
fr: Développé militaire debout
pt_br: Desenvolvimento militar em pé

source: Standing calf raise
es: Elevación de pantorrillas de pie
fr: Élévation des mollets debout
pt_br: Elevação de panturrilhas em pé

source: Start a new onboarding preview?
es: ¿Empezar una nueva vista previa?
fr: Commencer un nouvel aperçu ?
pt_br: Começar uma nova prévia?

source: Start gently; settle into your rhythm.
es: Empieza suave y encuentra tu ritmo.
fr: Démarrez doucement et trouvez votre rythme.
pt_br: Comece devagar e encontre seu ritmo.

source: Start gently; walking is welcome.
es: Empieza suave; puedes caminar.
fr: Démarrez doucement ; vous pouvez marcher.
pt_br: Comece devagar; caminhar é bem-vindo.

source: Start over
es: Empezar de nuevo
fr: Recommencer
pt_br: Recomeçar

source: Start run
es: Iniciar carrera
fr: Démarrer la course
pt_br: Iniciar corrida

source: Start with a setup, then adjust what you actually have access to.
es: Empieza con una configuración y ajusta el equipo al que tienes acceso.
fr: Choisissez une configuration, puis adaptez-la au matériel disponible.
pt_br: Comece com uma configuração e ajuste o equipamento disponível.

source: Start with easy, conversational running.
es: Empieza con una carrera suave que te permita conversar.
fr: Commencez par une course facile, à une allure permettant de parler.
pt_br: Comece com uma corrida leve que permita conversar.

source: Start workout
es: Iniciar entrenamiento
fr: Démarrer l’entraînement
pt_br: Iniciar treino

source: Starter block accepted
es: Bloque inicial aceptado
fr: Bloc initial accepté
pt_br: Bloco inicial aceito

source: Starts at
es: Empieza en
fr: Commence à
pt_br: Começa em

source: Status
es: Estado
fr: État

source: Stay in control at a steady, sustained effort.
es: Mantén el control con un esfuerzo constante y sostenido.
fr: Gardez le contrôle avec un effort régulier et soutenu.
pt_br: Mantenha o controle em um esforço constante e sustentado.

source: Steady
es: Constante
fr: Régulier
pt_br: Constante

source: Steady rhythm
es: Ritmo constante
fr: Allure régulière
pt_br: Ritmo constante

source: Steady tempo
es: Tempo constante
fr: Tempo régulier
pt_br: Tempo constante

source: Step by step
es: Paso a paso
fr: Étape par étape
pt_br: Passo a passo

source: Stop and finish run
es: Detener y finalizar carrera
fr: Arrêter et terminer la course
pt_br: Parar e finalizar corrida

source: Strength
es: Fuerza
fr: Musculation
pt_br: Força

source: Strength PRs
es: Récords de fuerza
fr: Records de musculation
pt_br: Recordes de força

source: Strength first
es: Priorizar fuerza
fr: Priorité à la musculation
pt_br: Priorizar força

source: Strength goal
es: Objetivo de fuerza
fr: Objectif de musculation
pt_br: Objetivo de força

source: Strength record
es: Récord de fuerza
fr: Record de musculation
pt_br: Recorde de força

source: Strength session
es: Sesión de fuerza
fr: Séance de musculation
pt_br: Sessão de força

source: Strength sessions
es: Sesiones de fuerza
fr: Séances de musculation
pt_br: Sessões de força

source: Strength sessions per week
es: Sesiones de fuerza por semana
fr: Séances de musculation par semaine
pt_br: Sessões de força por semana

source: Strength that belongs
es: Fuerza que encaja contigo
fr: Une musculation adaptée
pt_br: Força que combina com você

source: Strong finish
es: Final intenso
fr: Fin soutenue
pt_br: Final forte

source: Structured sessions and Watch guidance.
es: Sesiones estructuradas y guía en el Watch.
fr: Des séances structurées et un guidage sur Watch.
pt_br: Sessões estruturadas e orientação no Watch.

source: Subscription preview · Prices in USD. The selected plan would renew automatically until canceled. No free trial is included.
es: Vista previa de suscripción · Precios en USD. El plan elegido se renovaría automáticamente hasta cancelarlo. No incluye prueba gratuita.
fr: Aperçu d’abonnement · Prix en USD. L’offre choisie serait renouvelée automatiquement jusqu’à résiliation. Aucun essai gratuit inclus.
pt_br: Prévia de assinatura · Preços em USD. O plano escolhido seria renovado automaticamente até o cancelamento. Sem teste grátis.

source: Swipe to explore weeks
es: Desliza para explorar las semanas
fr: Balayez pour parcourir les semaines
pt_br: Deslize para explorar as semanas

source: System
es: Sistema
fr: Système
pt_br: Sistema

source: System follows your device settings. Appearance changes are saved automatically.
es: Sistema sigue los ajustes del dispositivo. Los cambios de apariencia se guardan automáticamente.
fr: Système suit les réglages de votre appareil. Les changements d’apparence sont enregistrés automatiquement.
pt_br: Sistema segue os ajustes do dispositivo. As mudanças de aparência são salvas automaticamente.
